propName = {
    "hp": [
        "hp",
        "体力",
        "血量"
    ],
    "mp": [
        "mp",
        "mana",
        "魔法"
    ],
    "san": [
        "san",
        "san值",
        "理智",
        "理智值"
    ],
    "luck": [
        "luck",
        "幸运",
        "运气"
    ],
    "str": [
        "str",
        "力量"
    ],
    "dex": [
        "dex",
        "敏捷"
    ],
    "pow": [
        "pow",
        "意志"
    ],
    "con": [
        "con",
        "体质"
    ],
    "app": [
        "app",
        "外貌"
    ],
    "edu": [
        "edu",
        "教育",
        "知识"
    ],
    "siz": [
        "siz",
        "体型"
    ],
    "int": [
        "int",
        "智力",
        "灵感"
    ],
    "取悦": [
        "取悦",
        "魅惑"
    ],
    "计算机": [
        "计算机",
        "计算机使用",
        "电脑"
    ],
    "信用": [
        "信用",
        "信誉",
        "信用评级"
    ],
    "克苏鲁": [
        "cm",
        "克苏鲁",
        "克苏鲁神话"
    ],
    "汽车": [
        "汽车",
        "驾驶",
        "汽车驾驶"
    ],
    "电气维修": [
        "电气维修",
        "电子学"
    ],
    "手枪": [
        "手枪",
        "手枪射击",
        "射击"
    ],
    "图书馆": [
        "图书馆",
        "图书馆使用"
    ],
    "重型操作": [
        "重型",
        "重型操作",
        "操作重型机械",
        "重型机械"
    ]
}
